TOKEN_API = "TOKEN" # API бота
LIST_ADMIN_ID = ['ID_1','ID_1']  # ID администратора
OUTPUT_CHAT = 'URL' # ссылка на чат, куда пойдут пользователи
RETRY_INTERVAL_DAYS = 7

URL_XML = 'URL.xml'
PATH_XLSX_FILE = 'bot/inc/phonebook.xlsx'

PHRASES = {
    'start': 'Начать работу или вернуться к началу',
    'admin_panel': 'Администрирование',
    'login_admin': 'Вы авторизованы как администратор',
    'access_error': 'У вас нет доступа!',
    'access_approved': 'Проснись уже, самурай. Время сжечь этот город...',
    'request_processing': 'Ваша заявка ещё в обработке.\nОжидайте или поторопите нас!',
    'select_next': 'Выберите действие:',
    'enter_full_name': 'Введите своё полное ФИО',
    'hello_message': 'Телеграм бот компании "ООО БМУ ГЭМ".\nПройдите модерацию для продолжения...',
    'oops': 'Кажется вы забыли отчество...или ещё чего хуже...',
    'dooble_fisrt_name': 'Двойную фамилию укажите через "-", и не пишите автобиографию, ради бога...',
    'min_words': 'Каждое слово должно содержать минимум 2 буквы.'
}